const articleData = [
  {
    title: "大型アップデート配信！",
    sub: "大型アップデートが入って設備が稼働し始めた！！",
    sections: [
      {
        title: "防衛設備稼働開始！",
        p: "今までハリボテだったバリスタ、キャノン、モルタルの3種の防衛設備達が遂に稼働！破壊されるまで敵を見つけ次第攻撃してくれる！"
      },
      {
        title: "大手ボクセル作成ソフトに対応！",
        p: "大手ボクセル作成ソフトである「MagicaVoxel」と「VoxelMax」のファイル形式に対応！これらのソフトで作成したモデルをアップロードして使用できるように！"
      },
      {
        title: "UIが改善！",
        p: "画面上部に合った各種ボタンが右上に移動することで押しやすくなり、各種資源保有量が上部に移動！以前より格段に見やすく、操作しやすく！"
      },
      {
        title: "武器調整！",
        p: "槍が強化され一気に与ダメ上位武器に！その他爆弾も大幅強化！広範囲攻撃で一気に殲滅だ！"
      },
    ]
  },
  {
    title: "週末イベントが開始！",
    sub: "毎週末にゴブリン撃退イベントに似たイベントが開催！しかも豪華報酬！？",
    sections: [
      {
        title: "報酬がいっぱい！",
        p: "今イベントではレベル4以降の得られる報酬がなんとなんと5倍！！！いつもは300ゴールドなのが1500ゴールド！！！"
      },
      {
        title: "めちゃおすすめ！",
        p: "始めたばかりの初心者でも大丈夫！我ら仲間が駆けつける！少しの辛抱だ！待っててくれぇ！"
      },
    ]
  },
  {
    title: "初イベント開始！",
    sub: "ゴブリン撃退イベント開始！",
    sections: [
      {
        title: "ゴブリンがたくさんやって来る！？",
        p: "記念すべきリリース初イベントでは、チュートリアルでも戦うゴブリン！…がいっぱい！？"
      },
      {
        title: "難易度は？",
        p: "ステージが上がるにつれてゴブリン達の体力がどんどん増えていくし、足も速くなる！めっちゃ難しかったけど、みんなと協力すれば不可能じゃない！！"
      },
      {
        title: "イベントは既に終了",
        p: "やっぱ楽しい！ただイベントが終わると少し物足りない…"
      }
    ]
  },
  {
    title: "クラフロ配信開始！",
    sub: "前作のCraft Warriorsがサービス終了して早1年…パワーアップして遂に復活！",
    sections: [
      {
        title: "何が違うの？",
        p: "前作は簡単に言えばクラクラ（クラッシュオブクラン）のボクセルバージョンだったが、今作ではキャラを自ら動かせる！しかも協力プレイ！"
      },
      {
        title: "面白い？",
        p: "おもしろい！自ら組み立てた城から出撃し、攻め入ってくる敵たちを仲間と協力して倒すという展開がとても楽しいよ！"
      },
      {
        title: "公式リリースページ",
        p: "新ゲームタイトル「Craft Warriors Frontier」を全世界で配信開始",
        a: "https://translimit.co.jp/posts/cwf"
      }
    ]
  },
];


