const articleData = [
  {
    title: "クラフロ配信開始！",
    sub: "前作のCraft Warriorsがサービス終了して早1年…パワーアップして遂に復活！",
    sections: [
      {
        title: "何が違うの？",
        p: "前作は簡単に言えばクラクラ（クラッシュオブクラン）のボクセルバージョンだったが、今作ではキャラを自ら動かせる！"
      },
      {
        title: "面白い？",
        p: "おもしろい！自ら組み立てた城から出撃し、攻め入ってくる敵たちを仲間と協力して倒すという展開がとても楽しいよ！"
      }
    ]
  },
  {
    title: "初イベント開始！",
    sub: "ゾンビ撃退イベント開始！",
    sections: [
      {
        title: "",
        p: "前作は簡単に言えばクラクラ（クラッシュオブクラン）のボクセルバージョンだったが、今作ではキャラを自ら動かせる！"
      },
      {
        title: "面白い？",
        p: "おもしろい！自ら組み立てた城から出撃し、攻め入ってくる敵たちを仲間と協力して倒すという展開がとても楽しいよ！"
      }
    ]
  },
  {
    title: "クラフロ配信開始！",
    sub: "前作のCraft Warriorsがサービス終了して早1年…パワーアップして遂に復活！",
    sections: [
      {
        title: "何が違うの？",
        p: "前作は簡単に言えばクラクラ（クラッシュオブクラン）のボクセルバージョンだったが、今作ではキャラを自ら動かせる！しかも協力プレイ！"
      },
      {
        title: "面白い？",
        p: "おもしろい！自ら組み立てた城から出撃し、攻め入ってくる敵たちを仲間と協力して倒すという展開がとても楽しいよ！"
      }
    ]
  },
];


